Repository: juba/explor
Catalog: po/R-*.po
Languages: fr

source: Squared cosinus
fr: Cosinus carré

source: Count:
fr: Effectif:

source: Level
fr: Modalité

source: Lasso selection
fr: Sélection lasso

source: Get R code
fr: Obtenir le code R

source: Export as SVG
fr: Exporter en SVG

source: <p>Copy/paste the following code to reproduce the displayed plot. Note that custom label positions are not taken into account, use the <em>export label positions</em> menu entry to save them and add the file content to the <tt>labels_positions</tt> argument.</p>
fr: <p>Copier/coller le code suivant pour reproduire le graphique actuellement affiché. À noter que le positionnement manuel des labels n'est pas sauvegardé, vous devez utiliser l'option <em>export label positions</em> du menu pour les enregistrer et les passer ensuite à l'argument <tt>labels_positions</tt> .</p>

source: Dimension
fr: Axe

source: Active individuals
fr: Individus actifs

source: Supplementary individuals
fr: Individus supplémentaires

source: None
fr: Aucun

source: Count
fr: Effectif

source: Points size :
fr: Taille :

source: Variable name
fr: Nom de variable

source: Variable type
fr: Type de variable

source: Variable position
fr: Position

source: Points color :
fr: Couleur :

source: Points symbol :
fr: Symboles :

source: Individual type
fr: Type d'individu

source: Fixed
fr: Constante

source: Points opacity :
fr: Opacité des points :

source: Rows
fr: Lignes

source: Columns
fr: Colonnes

source: Hide :
fr: Masquer :

source: Active levels
fr: Modalités actives

source: Active variables
fr: Variables actives

source: Supplementary levels
fr: Modalités supplémentaires

source: Supplementary variables
fr: Variables supplémentaires

source: Variables \(\eta^2\)
fr: \(\eta^2\) des variables actives

source: Supplementary variables \(\eta^2\)
fr: \(\eta^2\) des variables supplémentaires

source: Qualitative supplementary variables
fr: Variables supplémentaires qualitatives

source: Dimensions to plot
fr: Axes à afficher

source: Eigenvalues histogram
fr: Histogramme des valeurs propres

source: Eigenvalues table
fr: Tableau des valeurs propres

source: Axis
fr: Axe

source: Percentage of inertia
fr: Pourcentage d'inertie

source: obj must be of class CA
fr: obj doit être de classe CA

source: obj must be of class dudi and coa
fr: obj doit être de classes dudi et coa

source: Eigenvalues
fr: Valeurs propres

source: Plot
fr: Graphique

source: X axis
fr: Axe X

source: Y axis
fr: Axe Y

source: Labels size
fr: Taille des étiquettes

source: Points size
fr: Taille des points

source: Minimum contribution to show label
fr: Contribution min pour afficher l'étiquette

source: Data
fr: Données

source: Export R code
fr: Obtenir le code R

source: obj must be of class MCA
fr: obj doit être de classe MCA

source: obj must be of class speMCA
fr: obj doit être de classe speMCA

source: obj must be of class mca
fr: obj doit être de classe mca

source: obj must be of class dudi and acm
fr: obj doit être de classes dudi et acm

source: MCA
fr: ACM

source: Variables plot
fr: Variables - graphique

source: Variables data
fr: Variables - données

source: Individuals plot
fr: Individus - graphique

source: Fixed points opacity
fr: Opacité des points

source: Show labels
fr: Afficher les étiquettes

source: Individuals data
fr: Individus - données

source: obj must be of class PCA
fr: obj doit être de classe PCA

source: obj must be of class princomp
fr: obj doit être de classe princomp

source: obj must be of class prcomp
fr: obj doit être de classe prcomp

source: obj must be of class dudi and pca
fr: obj doit être de classes dudi et pca

source: PCA
fr: ACP

source: obj must be of class Corpus
fr: obj doit être de classe Corpus

source: raw_corpus must be of class Corpus
fr: row_corpus doit être de classe Corpus

source: obj must be of class corpus
fr: obj doit être de classe corpus

source: raw_corpus must be of class corpus
fr: raw_corpus doit être de classe corpus

source: Clean corpus
fr: Corpus nettoyé

source: Raw corpus
fr: Corpus brut

source: Terms frequency
fr: Fréquence des termes

source: Number of documents
fr: Nombre de documents

source: Percentage of documents
fr: Pourcentage de documents

source: Words
fr: Mots

source: Sentence
fr: Phrase

source: DTM exploration
fr: Exploration

source: Corpus treatment
fr: Traitement du corpus

source: Convert to lowercase
fr: Convertir en minuscules

source: Remove numbers
fr: Supprimer les nombres

source: Remove punctuation
fr: Supprimer la ponctuation

source: Remove symbols
fr: Supprimer les symboles

source: Remove Twitter
fr: Supprimer handles et hashtags Twitter

source: Remove hyphens
fr: Supprimer les traits d'union

source: Remove URLs
fr: Supprimer les URL

source: Remove stopwords
fr: Supprimer les mots-outils

source: Apply thesaurus
fr: Appliquer le thesaurus

source: Stem words
fr: Raciniser les termes

source: Stemming language
fr: Langue pour la racinisation

source: Corpus filtering
fr: Filtrage du corpus

source: If nothing is selected, no filter is applied.
fr: Si rien n'est coché, tout est sélectionné.

source: Filter terms on minimal frequency
fr: Occurrence minimale des termes retenus

source: Frequent terms
fr: Termes fréquents

source: Most frequent terms
fr: Termes les plus fréquents

source: Terms search
fr: Recherche de termes

source: Enter one or more terms. You can use logical operators like <code>&</code> ("and"), <code>|</code> ("or"), <code>!</code> ("not") and parentheses :
fr: Saisir un ou plusieurs termes. Vous pouvez utiliser des opérateurs logiques comme <code>&</code> ("et"), <code>|</code> ("ou"), <code>!</code> ("non") et des parenthèses :

source: Terms
fr: Termes

source: Group by
fr: Grouper par

source: Selected terms frequency
fr: Occurrences des termes sélectionnés

source: Table
fr: Tableau

source: From
fr: De

source: Display documents from
fr: Afficher les documents depuis

source: Display
fr: Afficher

source: Display metadata
fr: Afficher les métadonnées

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Number :
fr: Nombre :

source: Help
fr: Aide

source: How to read the table :
fr: Lecture du tableau :

source: <code>Term frequency</code> : number of times this term is found in the selected corpus
fr: <code>Fréquence du terme</code> : nombre d'occurences du terme dans le corpus sélectionné

source: <code>Number of documents</code> : number of documents in the selected corpus in which this term appears at least once
fr: <code>Nombre de documents</code> : Nombre de documents du corpus dans lesquels le terme apparaît au moins une fois

source: <code>Percentage of documents</code> : percentage of documents in the selected corpus in which this term appears at least once
fr: <code>Pourcentage de documents</code> : pourcentages de documents du corpus dans lesquels le terme apparaît au moins une fois

source: Allows to search for terms or terms combinations in the selected corpus, and to display both frequencies and the corresponding documents. Note that the search is made on the cleaned corpus (after filtering, stemming, removing of stopwords, etc.). Also note that highlighting is not perfect : for example, if searching for <code>I</code>, every "i" in the documents will be highlighted, but the search has been made only on the word "I".
fr: Permet d'effectuer une recherche sur des termes ou des combinaisons de termes dans le corpus sélectionné, et d'afficher les nombres d'occurrences ainsi que les documents correspondants. À noter que la recherche s'effectue sur le corpus "nettoyé" (après filtrage, racinisation, suppression des mots-outils, etc.). À noter également que le surlignement est approximatif : par exemple, pour une recherche sur <code>je</code>, toutes les occurrences des lettres "je" seront surlignées, mais la recherche aura bien été effectuée sur le terme "je".

source: <code>I</code> : search for documents with the term "I" (or "i")
fr: <code>je</code> : rechercher les documents avec le terme "je"

source: <code>!i</code> : search for documents without the term "I"
fr: <code>!je</code> : rechercher les documents ne comportant pas "je"

source: <code>i | me | we</code> : search for documents with "i", "me" or "we" (or any combination)
fr: <code>je | moi | nous</code> : rechercher les documents comportants "je", "moi" ou "nous" (ou plusieurs d'entre eux)

source: <code>i & we</code> : search for documents with both "i" and "we"
fr: <code>je & nous</code> : rechercher les documents comportant à la fois "je" et "nous"

source: <code>sky & (sea | ocean)</code> : search for documents with "sky" and the terms "sea" or "ocean" (or both)
fr: <code>ciel & (mer | océan)</code> : recherche les documents avec "ciel" et les termes "mer" ou "océan" (ou les deux)

source: Terms location
fr: Position des termes

source: Enter one or more terms :
fr: Saisir un ou plusieurs termes :

source: Position plot
fr: Graphique de position

source: Recomputing dfm
fr: Recalcul de la DTM

source: Term
fr: Terme

source: Term frequency
fr: Fréquence de termes

source: Running query
fr: Exécution de la requête

source: <strong>Warning :</strong> the following terms are missing from the corpus : <i>
fr: <strong>Attention :</strong> les termes suivants sont absents du corpus : <i>

source: <strong>Warning :</strong> Query error : <i>
fr: <strong>Attention :</strong> Erreur dans la requête : <i>

source: Total
fr: Ensemble

source: <p><strong>Query :</strong> <code>
fr: <p><strong>Requête :</strong> <code>

source: <p><strong>Frequency in corpus :</strong>
fr: <p><strong>Occurrences dans le corpus :</strong>

source: No document found
fr: Aucun document trouvé

source: documents found.
fr: documents trouvés.

source: <div class='document-content'>No document found.</p>
fr: <div class='document-content'>Aucun document trouvé.</p>

source: %s to %s of %s
fr: %s à %s sur %s

source: Computing Kwics
fr: Calcul des Kwics

source: <strong>Only the first %s ones are displayed.</strong>
fr: <strong>Seulement les %s premiers sont affichés.</strong>

source: Creating x-ray plot
fr: Création du graphique

source: Document-feature matrix computation
fr: Calcul de la matrice termes-documents

source: Copy, paste and run the following code in your script to compute the corresponding document-feature matrix (dfm) :
fr: Copier, coller et exécuter le code suivant dans votre script pour calculer la matrice termes-documents (DTM) correspondante :

source: obj must be of class dfm
fr: obj doit être de classe dfm

source: Document-feature matrix
fr: Matrice termes-documents

source: Group documents by
fr: Grouper les documents par

source: Weight dfm by
fr: Pondération de la dmf

source: Wordcloud
fr: Nuage de points

source: Maximum number of words per plot
fr: Nombre maximal de mots par graphique

source: Compare by documents
fr: Comparer par documents

source: Top features
fr: Termes les plus fréquents

source: Number of features to keep
fr: Nombre de termes à conserver

source: Similarities
fr: Similarités

source: Enter a term :</p>
fr: Saisir un terme :</p>

source: Similarity
fr: Similarité

source: Associated terms
fr: Termes associés

source: Group
fr: Groupe

source: <strong>Warning :</strong> term not found in the corpus : <i>
fr: <strong>Attention :</strong> le terme est absent du corpus : <i>

source: Copy, paste and run the following code in your script to compute the displayed results :
fr: Copier, coller et exécuter le code suivant dans votre script pour reproduire les résultats obtenus :

source: Dfm treatment
fr: Traitement de la dfm

source: obj must be of class coa
fr: obj doit être de classe coa

source: the ade4 package is needed for this function to work.
fr: le package ade4 doit être installé pour utiliser cette fonction.
